Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152-04_EN-RO.tmx
Source language: en
Languages: ro

source: PROLENE* is available in a range of gauge sizes and lengths attached to stainless stell needles of various types and sizes.
ro: PROLENE™ este disponibil într-o gamă variată de diametre și lungimi, atașate la ace din oţel inoxidabil de diverse tipuri și mărimi.

source: PROLENE* is available undyed (clear) and dyed blue with phthalocyanine blue, Colour Index Number 74160.
ro: PROLENE™ este disponibil în stare nevopsită (transparent) și vopsit cu albastru ftalocianină, codul culorii 74160.

source: PROLENE* suture is a monofilament, synthetic, non-absorbable, sterile surgical suture composed of an isotactic crystalline stereoisomer of polypropylene, a synthetic linear polyolefin.
ro: Firul de sutură PROLENE™ este un fir de sutură chirurgicală sintetic, non-absorbabil, steril, monofilament, compus dintr-un stereoizomer izotactic cristalin al polipropilenei, o poliolefină liniară sintetică.

source: PROLENE* suture is not absorbed, nor is it subject to degradation or weakening by the action of tissue enzymes.
ro: Firele de sutură PROLENE™ nu sunt absorbite, nici nu sunt supuse degradării sau slăbirii prin acţiunea enzimelor tisulare.

source: PROLENE* with PTFE (polytetrafluorethylene) plegets for use as a pad between the suture and the tissue surface to increase the load bearing area.
ro: PROLENE™ cu petece de PTFE (politetrafluoretilenă) pentru utilizarea ca tampon între sutură și suprafaţa tisulară, pentru a crește aria de susţinere a încărcării.

source: PROLENE™ complies with the requirements of the European Pharmacopoeia for Sterile Non Absorbable Strands and the requirements of the United States Pharmacopoeia for Non Absorbable Surgical Suture except for a slight oversize in gauge size Metric 0.5 (7/0) and needle attachment values for HEMOSEAL*.
ro: PROLENE™ îndeplinește toate cerinţele Farmacopeei Europene privind firele sterile, non-absorbabile și cerinţele Farmacopeei SUA pentru firele de sutură chirurgicală non-absorbabile, cu excepţia unei ușoare supradimensionări în diametru la dimensiunea 0,5 (7/0) și a valorilor zonei de atașare a acului pentru HEMO-SEAL™.

source: PROLENE™ suture elicits a minimal initial inflammatory reaction in tissues which is followed by gradual encapsulation of the suture by fibrous connective tissue.
ro: Firele de sutură PROLENE™ suscită o reacţie inflamatorie iniţială minimă la nivelul ţesuturilor, urmată de încapsularea treptată a suturii în ţesut conjunctiv fibros.

source: PROLENE™ sutures are for use in general soft tissue approximation and/or ligation, including use in cardiovascular, ophthalmic and neurosurgical procedures.
ro: Firele de sutură PROLENE™ sunt indicate pentru utilizarea în intervenţiile generale de afrontare și/sau ligaturare a ţesuturilor moi, inclusiv în procedurile cardiovasculare, oftalmologice și neurochirurgicale.

source: PROLENE™ sutures are sterilized by ethylene oxide gas.
ro: Firele de sutură PROLENE™ sunt sterilizate cu oxid de etilenă gazos.

source: Pain
ro: Durere

source: Paraffin Wax
ro: Ceară cu parafină

source: Partially Absorbable Synthetic Surgical Mesh Device
ro: Dispozitiv din plasă chirurgicală sintetică, parţial absorbabilă

source: Pat the wound dry with dry, sterile gauze to assure direct tissue contact for adherence of the DERMABOND adhesive to the skin.
ro: Tamponaţi plaga cu un tifon uscat, steril pentru a asigura contactul tisular direct în vederea aderenţei la nivelul epidermei a adezivului DERMABOND™.

source: Patients completed
ro: Pacienţi finalizaţi

source: Patients may shower and bathe the site gently.
ro: Pacienţii pot face duș sau baie pe suprafaţa respectivă cu grijă.

source: Patients should be instructed not to go swimming during this period.
ro: Pacienţii trebuie instruiţi să nu practice înotul în această perioadă.

source: Patients should be instructed that until the polymerized film of DERMABOND adhesive has sloughed naturally (usually in 5–10 days), there should be only transient wetting of the treatment site.
ro: Pacienţii trebuie instruiţi că până la desprinderea spontană a peliculei polimerizate de adeziv DERMABOND™ (de obicei în 5–10 zile), suprafaţa tratată trebuie umezită doar tranzitoriu.

source: Patients should be instructed to not pick at the polymerized film of DERMABOND adhesive.
ro: Pacienţii trebuie instruiţi să nu tragă de pelicula polimerizată de adeziv DERMABOND™.

source: Patients treated with DERMABOND adhesive should be provided the printed instruction sheet entitled, How to Care for Your Wound After It’s Treated With DERMABOND Topical Skin Adhesive.
ro: Pacienţii trataţi cu adezivul DERMABOND™ trebuie să primească foaia cu instrucţiuni cu titlul How to Care for Your Wound After It’s Treated With DERMABOND™ Topical Skin Adhesive (Sfaturi de îngrijire a plăgii Dvs. după tratamentul cu adezivul cutanat de uz local DERMABOND™).

source: Patients were excluded if presenting with: significant multiple trauma, peripheral vascular disease, insulin dependent diabetes mellitus, blood clotting disorder, keloid formation or hypertrophy history (patient or family), cyanoacrylate or formaldehyde allergy, burst or stellate lacerations due to crush or hard blow, animal or human bite, and decubitus ulcer.
ro: Au fost excluși pacienţii care au prezentat următoarele: politraumatism sever, boală vasculară periferică, diabet zaharat insulino-dependent, tulburări de coagulare, antecedente (personale sau heredocolaterale) de formare de cheloid sau hipertrofie, alergie la cianoacrilat sau formaldehidă, lacerări prin ruptură sau stelate cauzate de strivire sau lovitură puternică, mușcătură de origine animală sau umană sau ulcer de decubit.

source: Peel off the film, do not pull the skin apart.
ro: Îndepărtaţi filmul, nu desfaceţi marginile cutanate.

source: Performance
ro: PERFORMANŢĂ

source: Petroleum jelly or acetone may help loosen the bond.
ro: Vaselina sau acetona pot facilita dezlipirea.

source: PhEur
ro: Farmacopeea Europeană

source: Physicians should use the following toll free number 1-800-255-2500 (valid in U.S.A.only), when reporting adverse reactions or potentially threatening complications involving DERMABOND adhesive.
ro: Medicii trebuie să apeleze numărul gratuit 1-800-255-2500 (valabil numai în SUA), pentru raportarea reacţiilor adverse sau complicaţiilor cu potenţial de risc, legate de adezivul DERMABOND™.

source: Picking at the film can be discouraged by an overlying dressing.
ro: Tendinţa de a trage de peliculă poate fi prevenită prin aplicarea unui pansament de acoperire.

source: Picking at the film can disrupt its adhesion to the skin and cause dehiscence of the wound.
ro: Trăgând de peliculă se poate întrerupe adezivitatea acestuia de piele, provocându-se dehiscenţa plăgii.

source: Place the tip of the device on the tissue or mesh, directly over the target site.
ro: Așezați vârful dispozitivului pe țesut sau pe plasă, direct pe locul țintă.

source: Poliglecaprone 25 fiber consists of a copolymer containing glycolide and -caprolactone.
ro: Fibra de poliglecapronă 25 constă dintr-un copolimer care conţine glicolidă și ε-caprolactonă.

source: Poliglecaprone-25 fiber consists of a copolymer containing glycolide and ε-caprolactone; this copolymer is also used for MONOCRYL™ suture material.
ro: Fibra de poliglecapronă-25 este formată dintr-un copolimer ce conţine glicolidă și ε-caprolactonă; acest copolimer se utilizează, de asemenea, pentru materialul de sutură MONOCRYL™.

source: Polyglactin 910 copolymer and its coatings have been found to be nonantigenic, nonpyrogenic and elicit only a mild tissue reaction during absorption.
ro: Copolimerul polyglactin 910 și straturile sale de acoperire s-au dovedit a fi non-antigenice și non-pirogene, suscitând doar o ușoară reacţie în timpul absorbţiei.

source: Potential adverse reactions are those typically associated with surgically implantable materials, including infection, inflammation, adhesion formation, fistula formation, and extrusion.
ro: Reacţiile adverse potenţiale sunt cele asociate în mod tipic cu materialele utilizate pentru implanturile chirurgicale, acestea incluzând infecţia, inflamația, formarea de aderenţe, formarea de fistule și extruziunea.

source: Potential adverse reactions with PROCEED™ Surgical Mesh implantation are those typically associated with surgically implantable materials, including inflammation, seroma formation, adhesion formation, fistula formation, extrusion and potentiation of infection.
ro: REACŢII ADVERSE Eventualele reacţii adverse ale implantării plasei chirurgicale PROCEED™ sunt cele asociate în mod tipic cu materialele utilizate pentru implanturile chirurgicale, acestea incluzând inflamaţia, formarea de seroame, formarea de aderenţe, formarea de fistule, extruziunea și potenţarea infecţiei.

source: Potential adverse reactions with ULTRAPRO™ PLUG implantation are those typically associated with surgically implantable materials, including inflammation, seroma formation, adhesion formation, fistula formation, extrusion and potentiation of infection.
ro: Reacţiile adverse potenţiale în cazul implantării OBTURATORULUI ULTRAPRO™ sunt cele asociate în mod tipic cu materialele chirurgicale implantabile, incluzând inflamaţia, formarea de seroame, formarea de aderenţe, formarea de fistule, extruziunea și potenţarea infecţiei.

source: Prior to use of this device, surgeons should be familiar with laparoscopic surgery and open hernia repair techniques.
ro: Înainte de utilizarea acestui dispozitiv, chirurgii trebuie să se familiarizeze cu tehnicile de chirurgie laparoscopică și deschisă a pentru cura herniei.

source: Product conforms to the essential requirements of theMedical Device Directive 93/42/EEC
ro: Produsul corespunde cerinţelor esenţiale ale Directivei 93/42/CEE privind dispozitivele medicale

source: Progressive loss of tensile strength and eventual absorption of VICRYL RAPIDE™ occurs by means of hydrolysis, where the copolymer degrades to glycolic and lactic acids which are subsequently absorbed and metabolized in the body.
ro: Pierderea progresivă a rezistenţei la tracţiune și în final absorbţia suturii VICRYL RAPIDE™ are loc prin hidroliză, prin care copolimerul este descompus în acid glicolic și acid lactic, care apoi sunt absorbiţi şi metabolizaţi în organism.

source: Prophylactic placement of petroleum jelly around the eye, to act as a mechanical barrier or dam, can be effective in preventing inadvertent flow of adhesive into the eye.
ro: Aplicarea profilactică de vaselină în jurul ochiului ca barieră mecanică sau baraj poate fi eficientă în prevenirea scurgerii accidentale a adezivului în ochi.

source: Protective dry dressings such as gauze, may be applied only after DERMABOND adhesive film is completely solid/polymerized: not tacky to the touch (approximately five minutes after application).
ro: Pansamentele uscate de protecţie, cum ar fi tifonul, pot fi aplicate numai după ce pelicula de adeziv DERMABOND™ este complet solidificată/polimerizată: nu mai este lipicioasă la atingere (la aproximativ cinci minute după aplicare).

source: Pull the mesh away from the strap and leave the strap in the tissue to resorb.
ro: Îndepărtați plasa din vecinătatea bridei și lăsați brida în țesut pentru a fi absorbită.

source: REPORTING
ro: RAPORTARE

source: RIM
ro: CADRU

source: Read all directions, precautions, and warnings prior to use.
ro: Citiți toate instrucțiunile, precauțiile și avertismentele înainte de utilizare.

source: Recommended storage conditions: Below 25° C away from moisture or direct heat.
ro: Condiţii de depozitare recomandate: sub 25 °C, ferit de umezeală și căldură directă.

source: Recommended storage conditions: Below 25° C, away from moisture and direct heat.
ro: Condiţii de depozitare recomandate: sub 25 °C, ferite de umezeală și căldură directă.

source: Recommended storage conditions: below 25° C, away from moisture and direct heat.
ro: Condiţii de depozitare recomandate: la temperaturi mai mici de 25 °C, ferit de umezeală sau căldură directă.

source: Recommended storage conditions: below 25°C, away from moisture and direct heat.
ro: Condiţii de depozitare recomandate: sub 25 °C, ferit de umezeală şi căldură directă.

source: Recommended storage conditions: below 30°C, 86°F, away from moisture, direct heat, and direct light.
ro: Condiţii de depozitare recomandate: sub 30 °C, ferit de umezeală, căldură directă și lumină directă.

source: Recurrence of hernia may result in the case of non permanent fixation, lesser distance from the edge of the mesh or greater distance between fixation points .
ro: Hernia poate recidiva în cazul în care fixarea nu este permanentă, distanța de la marginea plasei este mai mică sau distanță între punctele de fixare este mai mare.

source: Remove the applicator from the blister pouch.
ro: Scoateţi aplicatorul din punga tip blister.

source: Repeat the above steps, 2-3, for placement of additional straps all along the length of the area to be fastened.
ro: Repetați pașii 2-3 de mai sus pentru amplasarea bridelor adiționale de-a lungul întregii zone de fixat.

source: Reshaping needles may cause them to loose strength and be less resistant to bending and breaking.
ro: Remodelarea acelor poate determina pierderea solidităţii, acestea devenind astfel mai puţin rezistente la îndoire sau rupere.

source: Reshaping needles may cause them to lose strength and be less resistant to bending and breaking.
ro: Remodelarea acelor poate determina pierderea solidităţii, acestea devenind astfel mai puţin rezistente la îndoire sau rupere.

source: Results indicate that high viscosity DERMABOND adhesive was equivalent to the low viscosity DERMABOND adhesive control for effectiveness of wound closure at day 14.
ro: Rezultatele indică faptul că adezivul DERMABOND™ cu viscozitate crescută a prezentat în urma controlului o eficacitate echivalentă cu adezivul DERMABOND™ de viscozitate scăzută la închiderea plăgii în ziua 14.

source: Results show a significant reduction in the occurrence of migration of the liquid adhesive from the wound site during application for the high viscosity DERMABOND adhesive compared to the low viscosity DERMABOND adhesive control.
ro: Rezultatele arată o reducere semnificativă în apariţia migrării adezivului lichid de la nivelul plăgii în timpul aplicării în urma controlului adezivului DERMABOND™ de viscozitate crescută faţă de adezivul DERMABOND™ de viscozitate scăzută.

source: Results: The primary measure of device effectiveness in the study was wound closure at day 14, defined as continuous approximation of wound margins from the time of wound closure until the day of evaluation.
ro: Rezultate: Indicatorul primar al eficacităţii produsului în studiu a fost închiderea plăgii în ziua 14, definită ca afrontarea continuă a marginilor plăgii din momentul închiderii plăgii până în ziua evaluării.

source: Reuse of this device (or portions of this device) may create a risk of product degradation, which may result in device failure and/or cross-contamination, which may lead to infection or transmission of blood-borne pathogens to patients and users.
ro: Reutilizarea acestui dispozitiv (sau a unor componente ale acestuia) poate genera un risc de degradare a produsului, care poate provoca funcţionarea defectuoasă a dispozitivului şi contaminarea încrucişată, ceea ce poate conduce la infecţie sau transmiterea de agenţi patogeni transmisibili pe cale sanguină la pacienţi şi utilizatori.

source: Reuse or reprocessing of this device will lead to unpredictable strap performance and may lead to its failure and subsequent patient injury.
ro: Reutilizarea sau reprocesarea dispozitivului va conduce la funcționarea imprevizibilă a bridei și poate conduce la eșecul acesteia și producerea ulterioară de leziuni pacientului.

source: SCHEMATIC VIEW
ro: REPREZENTARE SCHEMATICĂ

source: STERILE SINGLE USE ONLY
ro: STERIL, DE UNICĂ UTILIZARE

source: STERILE SYNTHETIC ABSORBABLE
ro: STERIL SINTETIC ABSORBABIL

source: STERILE SYNTHETIC NON ABSORBABLE
ro: STERIL SINTETIC NON-ABSORBABIL

source: STERILE SYNTHETIC NON-ABSORBABLE
ro: STERIL SINTETIC NON-ABSORBABIL

source: STERILITY
ro: STERILITATEA

source: STORAGE
ro: DEPOZITARE

source: SUTURE
ro: FIR DE SUTURĂ

source: SYMBOLS USED ON LABELLING
ro: SIMBOLURI UTILIZATE PENTRU ETICHETARE

source: Secondary effectiveness measures included an assessment of migration of the liquid adhesive from the wound site during application and an assessment of the presence of the polymer film on the wound at the time of the 14 day follow-up.
ro: Printre indicatoarele secundare ale eficacităţii s-au numărat evaluarea migrării adezivului lichid de la nivelul plăgii în timpul aplicării și o evaluare a prezenţei peliculei de polimer pe plagă în momentul vizitei de urmărire în ziua 14.

source: See CONTRAINDICATIONS.
ro: A se vedea secţiunea CONTRAINDICAŢII.

source: See DIRECTIONS FOR USE.
ro: A se consulta INSTRUCŢIUNILE DE UTILIZARE.

source: See Instructions for Use
ro: A se consulta instrucţiunile de utilizare

source: See instructions for use
ro: A se consulta instrucţiunile de utilizare

source: Significant absorption is seen after the critical tissue integration period has occurred and the polymer absorption is essentially complete at approx. 12 months.
ro: Absorbția semnificativă 2 se observă după ce perioada critică de integrare tisulară a trecut, și absorbția polimerului este practic completă în aproximativ 12 luni.

source: Since the polyglecaprone-25 layer is present on both sides of the implant, the implant can be applied with either side against the peritoneum.
ro: Deoarece stratul de poligecapronă-25 este prezent pe ambele suprafețe ale implantului, acesta poate fi aplicat cu oricare suprafață orientată spre peritoneu.

source: Single Use Instrument
ro: Instrument de unică utilizare

source: Skin sutures which remain in place longer than 7 days may cause localized irritation and should be snipped off or removed as indicated.
ro: Suturile la nivelul pielii care trebuie să rămână în poziţie mai mult de 7 zile pot determina o iritaţie locală, fiind necesară scoaterea sau îndepărtarea acestora, după caz.

source: Slowly apply the liquid DERMABOND adhesive in multiple (at least 2) thin layers to the surface of the approximated wound edges using a gentle brushing motion.
ro: Folosind o mișcare ușoară de atingere, aplicaţi încet adezivul lichid DERMABOND™ în mai multe straturi subţiri (minim 2) pe suprafaţa marginilor afrontate ale plăgii.

source: Sterile unless package is damaged
ro: Steril dacă ambalajul nu este desfăcut sau deteriorat.

source: Sterile unless package is damaged or opened
ro: Steril dacă ambalajul nu este desfăcut sau deteriorat.

source: Sterile unless package is damaged or opened.
ro: Steril dacă ambalajul nu este desfăcut sau deteriorat.

source: Sterile, synthetic, partially absorbable mesh
ro: STERILĂ, SINTETICĂ, PARŢIAL ABSORBABILĂ

source: Sterility
ro: STERILITATEA

source: Storage
ro: DEPOZITARE

source: Store at 25°C or less
ro: Depozitaţi la sau sub 25 °C

source: Store at 25°C or less.
ro: Depozitaţi la sau sub 25 °C.

source: Store at 25ºC
ro: Depozitaţi la 25 °C

source: Store at room temperature.
ro: A se păstra la temperatura camerei.

source: Store at room temperature.(Below 30°C, 86°F)
ro: A se păstra la temperatura camerei (sub 30 °C)

source: Strap
ro: Bridă

source: Studies have shown that following application of DERMABOND, it acts as a barrier to prevent microbial infiltration into the healing wound.
ro: Studiile efectuate au demonstrat că după aplicare DERMABOND™ se comportă ca o barieră, prevenind infiltrarea agenţilor microbieni în plaga în curs de vindecare.

source: Subcutaneous and intramuscular implantation studies of VICRYL RAPIDE™ in rats show that 5 days post-implantation approximately 50 % of the original tensile strength remains.
ro: Studiile de implantare subcutanată și intramusculară a VICRYL RAPIDE™ la șobolani au arătat că, la 5 zile după implantare se păstrează aproximativ 50% din rezistenţa originală la tracţiune.

source: Subcuticular sutures should be placed as deeply as possible to minimize the erythema and induration normally associated with the absorption process.
ro: Suturile subcuticulare trebuie realizate cât mai profund posibil pentru a minimiza eritemul și indurarea asociate în mod obișnuit cu procesul de absorbţie.

source: Summary of Effectiveness Results Comparing DERMABOND Adhesive to Sutures (U.S.P.size 5-0 and smaller diameter), Staples, and Adhesive Strips
ro: Rezumatul rezultatelor eficacităţii în urma comparaţiei adezivului DERMABOND™ cu suturile(U.S.P. de dimensiune 5-0 și diametru mai mic), copci și benzi adezive

source: Surgeons should consider the in vivo performance (under PERFORMANCE section) when selecting a suture.
ro: La selectarea unui fir de sutură, chirurgii trebuie să ţină cont de performanţa in-vivo (prezentată în secţiunea PERFORMANŢĂ).

source: Surgical Bone Wax
ro: CEARĂ HEMOSTATICĂ DE OASE DE UZ CHIRURGICAL

source: Surgical Mesh
ro: Plasă chirurgicală

source: Surgical manipulation may be used to facilitate deployment.
ro: Desfacerea poate fi facilitată prin manipulare chirurgicală.

source: Surgical manipulation may be used to facilitate the deployment.
ro: Desfacerea poate fi facilitată prin manipulare chirurgicală.

source: Suspected Infection*
ro: Suspiciune de infecţie*

source: Sutures should be selected and implanted depending on patient condition, surgical experience, surgical technique and wound size.
ro: Firele de sutură trebuie selectate și utilizate în funcţie de starea pacientului, experienţa chirurgului, tehnica chirurgicală și dimensiunea plăgii.

source: TOPICAL SKIN ADHESIVE
ro: ADEZIV CUTANAT DE UZ LOCAL

source: The ANCHOR (blue) is inserted through the internal ring, allowing the ANCHOR to expand.
ro: ANCORA (albastră) se introduce prin inelul intern, permițând extinderea acesteia.

source: The ANCHOR is attached to the BODY using undyed polypropylene threads.
ro: ANCORA este atașată de CORP cu ajutorul unor fire de polipropilenă nevopsite.

source: The ANCHOR should not be cut or trimmed.
ro: ANCORA nu trebuie tăiată sau ajustată.

source: The BODY and RIM are manufactured of undyed polypropylene fibers and the ANCHOR consists of dyed (phthalocyanine blue, Color Index No.: 74160) polypropylene mesh for better differentiation.
ro: CORPUL și CADRUL sunt fabricate din fibre de polipropilenă nevopsite, iar ANCORA este formată dintr-o plasă de polipropilenă vopsită (albastru de ftalocianină, indice de culoare nr.:74160) pentru o mai bună diferenţiere.

source: The ETHICON SECURESTRAP™ Absorbable Fixation Device contains 25 synthetic absorbable straps, preloaded into the device’s 36 cm long shaft.
ro: Dispozitivul de fixare absorbabil ETHICON SECURESTRAP™ conține 25 de bride absorbabile sintetice, preîncărcate în mânerul dispozitivului, cu lungime de 36 cm.

source: The ETHICON SECURESTRAP™ Absorbable Fixation Device is available in single packages as sterile devices.
ro: Dispozitivul de fixare absorbabil ETHICON SECURESTRAP™ este disponibil în ambalaj individual ca dispozitiv steril.

source: The ETHICON SECURESTRAP™ Absorbable Fixation Device is intended for fixation of prosthetic material to soft tissues in various minimally invasive and open surgical procedures, such as hernia repairs.
ro: Dispozitivul de fixare absorbabil ETHICON SECURESTRAP™ este destinat pentru fixarea materialelor protetice de țesuturi moi, în cadrul unor diverse proceduri chirurgicale minim invazive și deschise, cum ar fi cura herniei.
